Revit 2027 API
IFCUserDefinedProperty Constructor
 Constructs a new IFCUserDefinedProperty with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCUserDefinedProperty()
Public Sub New
public:
IFCUserDefinedProperty()
new : unit -> IFCUserDefinedProperty
See Also
Reference
IFCUserDefinedProperty Class
IFCUserDefinedProperty Overload
Autodesk.Revit.DB Namespace